context = """
Чем занимается компания MusicRocket:
    - Мы делаем и продвигаем ваши песни с долевым участием профессионалов (разделение роялти).

Цены на (ваши) услуги компании MusicRocket:
    - Песня под аккомпанемент(9 тыс. руб.), 
    - Песня со звуком современных хитов или ваших любимых песен(18 тыс. руб.)

Цены включают в себя: аранжировку, запись вокала, дизайн обложки, выпуск песни везде с вашими авторскими отчислениями до 70% и предоставление контактов для продвижения на радио, в плейлисты и на конкурсы.
Если вы хотите сэкономить деньги на услугах, вы можете выполнить некоторые задачи самостоятельно, например, создать обложку, выпустить песню самостоятельно или записать вокал самостоятельно

(Ваши) Особенности компании MusicRocket:
    - Дешевле, чем в профессиональных студиях.
    - Песни дополнительно продвигаются исполнителями. У песен гораздо выше шанс стать известными.

(Ваши) Контакты компании MusicRocket:
    - Телефон: +7 800 250 0344
    - Email: sales@musicrocket.ru
    - Telegram: https://t.me/MusicRocketBot?start=csite

Где (вы)находится компания MusicRocket:
    - Головной офис находится в Академгородке под Новосибирском. У нас уютно, душевно и песни получаются хорошие.


(Ваши)Реквизиты компании:
    - ООО "МЬЮЗИК РОКЕТ"
    - ОГРН = 1225400001529
    - ИНН = 5473002116
    - КПП = 547301001
"""

answer_error_text = """К сожалению не могу ответить на ваш запрос, попробуйте сформулировать его по другому или выберите близкий к следующим 🤯:

    • Какая деятельность у вашей компании?
    • Какие услуги вы продаете?
    • Что включают в себя цены?
    • Как сэкономить на услугах? 
    • Какая цена у песни под аккомпанемент?
    • Какие ваши контакты?
    • Где вы находитесь?
    • В чем особенности вашей компании?
    • Какие ваши реквизиты?

"""

prices_text = """
Цены на услуги компании MusicRocket:
    • Песня под аккомпанемент (9 тыс. руб.) 
    • Песня со звуком современных хитов или ваших любимых песен (18 тыс. руб.)
    
Цены включают в себя: аранжировку, запись вокала, дизайн обложки, выпуск песни везде с вашими авторскими отчислениями до 70% и предоставление контактов для продвижения на радио, в плейлисты и на конкурсы.

Если вы хотите сэкономить деньги на услугах, вы можете выполнить некоторые задачи самостоятельно, например, создать обложку, выпустить песню самостоятельно или записать вокал самостоятельно.
"""

help_text = """
Можете задать мне похожие вопросы на следующие темы:
    • Какая деятельность у вашей компании?
    • Какие услуги вы продаете?
    • Что включают в себя цены?
    • Как сэкономить на услугах? 
    • Какая цена у песни под аккомпанемент?
    • Какие ваши контакты?
    • Где вы находитесь?
    • В чем особенности вашей компании?
    • Какие ваши реквизиты?

Также, если интересуют только услуги и их цены, то можно нажать на соответствующую кнопку и увидеть все данные в удобном формате. 
"""

start_text = """Здравствуйте, 

Я представитель компании MusicRocket. 
Вы можете задать мне интересующие вас вопросы. 
Но все же лучше сначала прочитать инструкцию 🤓
"""
